Repository: NaweedRazaqi/SMIS-NaweedAhmad
Catalog: Clean.UI/Resources/Pages/Student/Profile/Profile.*.resx
Languages: ps_af

source: ایمیل
ps_af: ایمل

source: تاریخ تولد
ps_af: DateOfBirth

source: تاریخ تولد شمسی
ps_af: لمریز کال د زیږیدو نیټه

source: تخلص انگلیسی
ps_af: انګلیسي تخلص

source: ثبت معلومات
ps_af: د معلوماتو ثبتوال

source: جزییات م۴۰
ps_af: م۴۰ جزیات

source: جستجو
ps_af: لټون

source: جنسیت
ps_af: جنس

source: حالت مدنی
ps_af: مدني حالت

source: زبان مادری
ps_af: مورني ژبه

source: سپاره قرآن کریم
ps_af: د قرآن کریم سپاره

source: شهرت شاگردان تعلیمات عمومی
ps_af: د عمومي تعلیماتو د شاګردانو پیژندنه

source: صفحه جدید
ps_af: نوي صفحه

source: محل تولد
ps_af: د زیږدو ځای

source: محل تولد(ولایت)
ps_af: د زیږدو ولایت

source: محل صدور تذکره (ولایت)
ps_af: د تذکري د صادیریدو ځای (ولایت)

source: محل صدور تذکره (ولسوالی)
ps_af: د تذکري د صادیریدو ځای (ولسوالي)

source: مشخصات شخص را وارد کنید
ps_af: د شخص معلومات ثبت کړئ

source: نام
ps_af: نوم

source: نام انگلیسی
ps_af: انګلیسي نوم

source: نام پدر
ps_af: د پلار انگیسی نوم

source: نام پدر انگلیسی
ps_af: انګلیسي د پلار نوم

source: نام پدر کلان
ps_af: دنیکه نوم

source: نمبر تلفن
ps_af: د اړیکو شمیره

source: نوع تذکره
ps_af: د تذکري ډول

source: نوعیت سند ثبت شده
ps_af: د ثبت شوي سند ډول

source: کود
ps_af: کوډ
